#მომხმარებელს შემოატანინეთ ჯერ სახელი, ხოლო შემდეგ გვარი. ორივე მონაცემი შეინახეთ ცვლადებში და ბოლოს დაბეჭდეთ ერთი დიდი წინადადება, რომელშიც გექნებათ სახელიც და გვარიც.

name = (input(" Enter Your name: "))
surname = (input(" Enter Your surname: "))
print(name,surname)

#შექმენით ცვლადი, სადაც შეინახავთ თქვენთვის სასურველ რიცხვს. შემდეგ შექმენით მეორე ცვლადი, სადაც მომხმარებელს შემოატანინებთ რიცხვს. თქვენი დავალებაა, რომ დაბეჭდოთ ამ ორი რიცხვის ჯამი.

num = 777
age = int(input(" Enter Your age: "))
print(num + age)

#შექმენით სამი ცვლადი, თითოეულში შეინახეთ რიცხვი. თქვენი დავალებაა, რომ ამ სამი რიცხვის ჯამი გაყოთ მათ რაოდენობაზე და დაბეჭდოთ ეს შედეგი.

num = 5 
num1 = 10
num2 = 15
print(num + num1 + num2 * 3)

#პირველ რიგში, მომხმარებელს შემოატანინეთ სთრინგი და ის გაამრავლეთ ხუთზე. შემდეგ შემოატანინეთ რიცხვი და ისიც გაამრავლეთ ხუთზე. ორივე შედეგი დაბეჭდეთ და კომენტარების გამოყენებით აღწერეთ თითოეული.

name = (input(" Enter Your name: "))
print(name * 5)
num = int(input(" Enter Your num: "))
print(num * 5)

#მომხმარებელს შემოატანინეთ ორი რიცხვი. თქვენი დავალებაა შექმნათ კალკულატორი, დაბეჭდეთ: რიცხვების ჯამი (num1 + num2), სხვაობა (num1 - num2), ნამრავლი (num1 * num2), განაყოფი (num1 / num2

num1 = int(input(" Enter Your num: "))
num2 = int(input(" Enter Your num: "))
print(num1 + num2)
print(num1 - num2)
print(num1 * num2)
print(num1 // num2)