// 1 დავალება: მომხმარებელს შემოატანინეთ თავისი ასაკი, თუ მომხმარებელი იყო 18 წლზე პატარა დაუპრინტეთ შენ არასულწლოვანი ხარ, ხოლო სხვაშემთხვევაში შენ სულწლოვანი ხარ
const myAge = 14

function age(){
    if (myAge < 18){
        console.log("You are a child")
    }else{
        console.log("You are an adult")
    }
}

 console.log(age)

// 2დავალება: for-ლუპის დახმარებით ჩაწერეთ ლისტში 1-დან 30-მდე რიცხვები, და შემდეგ შექმენით ახალი ლისტი სადაც ჩაწერთ იმ ლისტში მყოფ რიცხვებიდან მარტო ლუწ რიცხვებს



for (let i = 0; i < 31; i++){
    console.log(i)
    if (i % 2 === 0){
        console.log("Even")
    }else{
        console.log("Odd")
    }
}
