# შექმენით პითონის ფაილი და 4 ჯერ გამოიყენეთ print ფუნქცია, პირველ პრინტში გამოიყენეთ ორ რიცხვს შორის შეკრება +, მეორეში - გამოკლება, მესამეში * გამრავლება, მეოთხეში / გაყოფა

print(10 + 5)
print(100 - 55)
print(264 * 5)
print(10 // 2)

#დაუშვით ძალით შეცდომები და ნახეთ კომპიუტერი რას გამოგიტანთ შედეგად

#p rint (5. +/*- 0

#) შექმენით 2 ცვლადი, შეინახეთ მასში რიცხვები და საბოლოოდ დაბეჭდეთ ამ ორ ცვლადს შორის რომელიმე არითმეტიკული მოქმედება

num = 10
num1 = 5
print(num + num1)

#ახსენით კომენტარებით რა არის სტრინგი და რა არის მთელი რიცხვი

name = "ani" #es aris string tipis cvladi
height = 1.65 #es aris float mteli ricxvi tipis cvladi

