
// შექმენით მარტივი პროგრამა რომელიც ცვლადში შენახული ციფრის ანუ თქვენი ასაკის მიხედვით    ითვლის ხართ თუ არა სრულწლოვანი და თუ არა მაშინ რამდენი წელიწადი გაკლიათ


let age = prompt('age?', 18);

let message = (age < 3) ? 'shen xar patara' :
  (age < 18) ? 'arasrulwlovani xar' :
  (age < 100) ? 'srulwlovani xar' :
  'hello';

alert( message );

// კომენტარებით ახსენით რას ნიშნავს/რაში გამოიყენება dot notations - წერტილოვანი ნოტაციები 
// შეგვიდზლია გამოვიდზახოთ ფუნქცია, გვეხმარება კოდის ადვილად წაკითხვაში, 