# შექმენით ცვლადი რომელშიც შეინახავთ ნივთის ფასს. მეორე ცვლადში შეინახეთ ნივთის რაოდენობა. თქვენი დავალებაა, რომ დაბეჭდოთ, თუ რამდენი უნდა გადაიხადოთ ნივთების ყიდვისას (ფასი * რაოდენობა)

item = 20
item1 = 1
print(item * item1)

#შექმენით ცვლადი, სადაც შეინახავთ თქვენს ასაკს. შემდეგ შექმენით მეორე ცვლადი, სადაც შეინახავთ ნებისმიერი ოჯახისწევრის ასაკს. თქვენი დავალებაა, რომ ჯერ დაბეჭდოთ თქვენს ასაკს + 10, შემდეგ ოჯახისწევრის ასაკს + 10.

age = 14
age_mather = 33
print(age + 10)
print(age_mather + 10)

# შექმენით ორი ცვლადი, თითოეულში შეინახეთ ნებისმიერი რიცხვი. თქვენი დავალებაა, რომ არითმეტიკული მოქმედებების შედეგი დაბეჭდოთ ამ რიცხვებს შორის - ეს მოქმედებებია +, -, *, /

num = 10
num1 = 2
print(num * num1)
print(num + num1)
print(num // num1)
print(num - num1)

# შექმენით ორი ცვლადი, პირველში თქვენი სახელი, ხოლო მეორეში ასაკი შეინახეთ. თქვენი დავალებაა, რომ ჯერ სახელი დაბეჭდოთ, შემდეგ კი ასაკი.

name = "ancho"
age = 14
print(name)
print(age)

# შექმენით ორი ცვლადი, პირველში შეინახეთ თქვენი ასაკი, ხოლო მეორეში შეინახეთ მშობლის ასაკი. დაბეჭდეთ, თუ 10 წელში რამდენჯერ მეტი იქნება მშობლის ასაკი თქვენსაზე

my_age = 14
mather_age = 33
print(mather_age + 10)




